Repository: DimensionDev/Flare
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt_br, ro, ru, sv, uk, zh_hans

# xqt_status_alert_message_report
source: Report
ar: تقرير
cs: Nahlásit
da: Rapport
de: Bericht
el: Αναφορά
es: Reporte
fi: Raportoi
fr: Rapporter
it: Segnala
ja: レポート
nl: Rapporteren
no: Rapporter
pl: Zgłoszenie
pt_br: Denunciar
ro: Raport
ru: Отчет
sv: Rapportera
uk: Доповісти
zh_hans: 举报

# xqt_status_alert_title_delete
source: Are you sure you want to delete this tweet?
ar: هل أنت متأكد من أنك تريد حذف هذه التغريدة؟
cs: Jste si jisti, že chcete odstranit tento tweet?
da: Er du sikker på du vil slette denne tweet?
de: Sind Sie sicher, dass Sie diesen Tweet löschen möchten?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το tweet?
es: ¿Está seguro que desea eliminar este tweet?
fi: Oletko varma, että haluat poistaa tämän twiittejä?
fr: Êtes-vous sûr de vouloir supprimer ce tweet?
it: Sei sicuro di voler eliminare questo tweet?
ja: このツイートを削除してもよろしいですか？
nl: Weet u zeker dat u deze tweet wilt verwijderen?
no: Er du sikker på at du vil slette denne tweeten?
pl: Czy na pewno chcesz usunąć ten tweet?
pt_br: Tem certeza que deseja excluir este tweet?
ro: Sunteţi sigur că doriţi să ştergeţi acest tweet?
ru: Вы уверены, что хотите удалить этот твит?
sv: Är du säker på att du vill ta bort denna tweet?
uk: Ви впевнені, що бажаєте видалити цей твіт?
zh_hans: 你确定要删除这条推文吗？

# xqt_status_alert_title_report
source: Are you sure you want to report this tweet?
ar: هل أنت متأكد من أنك تريد الإبلاغ عن هذه التغريدة؟
cs: Opravdu chcete nahlásit tento tweet?
da: Er du sikker på, at du vil rapportere dette tweet?
de: Sind Sie sicher, dass Sie diesen Tweet melden möchten?
el: Είστε βέβαιοι ότι θέλετε να αναφέρετε αυτό το tweet?
es: ¿Está seguro de que desea reportar este tweet?
fi: Oletko varma, että haluat raportoida tämän twiittejä?
fr: Êtes-vous sûr de vouloir signaler ce tweet?
it: Sei sicuro di voler segnalare questo tweet?
ja: このツイートを報告してもよろしいですか？
nl: Weet u zeker dat u deze tweet wilt rapporteren?
no: Er du sikker på at du vil rapportere denne tweeten?
pl: Czy na pewno chcesz zgłosić ten tweet?
pt_br: Tem certeza que deseja reportar este tweet?
ro: Ești sigur că vrei să raportezi acest tweet?
ru: Вы уверены, что хотите сообщить об этом твите?
sv: Är du säker på att du vill rapportera denna tweet?
uk: Ви впевнені, що хочете повідомити про цей твіт?
zh_hans: 您确定要举报这篇推文吗？

# xqt_status_reblog_header
source: retweeted
ar: معتدلة
cs: retweetované
da: retweeteret
de: reweeted
es: retweetado
fr: retweeté
ja: リツイート
nl: geretweet
pl: powracające
pt_br: retuitado
ro: retușat
ru: ретвит
uk: ретвітнуто
zh_hans: 转推了

# profile_header_fans_count
source: %1$@ Followers
cs: %1$@ následovníci
da: %1$@ Følgere
de: %1$@ Follower
el: %1$@ Ακόλουθοι
es: Seguidores %1$@
fi: %1$@ Seuraajaa
fr: %1$@ Abonné(e)s
it: %1$@ Follower
ja: %1$@ フォロワー
nl: %1$@ volgers
no: %1$@ følgere
pl: %1$@ Obserwujących
pt_br: %1$@ Seguidores
ro: %1$@ Urmăritori
ru: %1$@ подписчики
sv: %1$@ Följare
uk: %1$@ прихильники
zh_hans: %1$@ 粉丝

# service_select_welcome_message
source: Flare is a social network client for Android.\nTo get started, please select a service to connect to.
cs: Flare je sociální síťový klient pro Android.\nChcete-li začít, vyberte službu, ke které se chcete připojit.
da: Flare er en social netværk klient til Android.\nFor at komme i gang, skal du vælge en tjeneste at oprette forbindelse til.
de: Flare ist ein Social-Network-Client für Android.\nUm loszulegen, wählen Sie bitte einen Dienst zum Verbinden aus.
el: Το Flare είναι ένας πελάτης κοινωνικής δικτύωσης για το Android.\nΓια να ξεκινήσετε, παρακαλώ επιλέξτε μια υπηρεσία με την οποία θα συνδεθείτε.
es: Flare es un cliente de red social para Android.\nPara empezar, seleccione un servicio para conectarse.
fi: Flare on sosiaalisen verkon asiakas Androidille.\nPäästäksesi alkuun, valitse palvelu, johon haluat yhteyden.
fr: Fusée éclairante est un client de réseau social pour Android.\nPour commencer, veuillez sélectionner un service auquel vous connecter.
it: Flare è un client di social network per Android.\nPer iniziare, selezionare un servizio a cui connettersi.
ja: Flare は Android 用のソーシャルネットワーククライアントです。\n開始するには、接続するサービスを選択してください。
nl: Verlaging is een sociale netwerkclient voor Android.\nSelecteer een service om verbinding te maken met Android.
no: Oppblussing er en sosial nettverksklient for Android.\nFor å komme i gang, velg en tjeneste du vil koble til.
pl: Flare jest klientem sieci społecznościowej dla Androida.\nAby rozpocząć, wybierz usługę do połączenia.
pt_br: Sinalizador é um cliente de rede social para Android.\nPara começar, por favor, selecione um serviço para se conectar.
ro: Flare este un client de rețea socială pentru Android.\nPentru a începe, vă rugăm să selectați un serviciu la care să vă conectați.
sv: Flare är en social nätverksklient för Android.\nFör att komma igång, välj en tjänst att ansluta till.
uk: Flare є клієнтом соціальної мережі для Android.\nЩоб розпочати роботу, будь ласка, виберіть службу для підключення.
zh_hans: Flare 是一个 Android 平台社交客户端。\n请先选择一个服务来开始。

# date_format_full
source: dd MMM yy HH:mm
es: dd MMMM yy HH:mm
fi: pp MMM yy HH:mm
fr: jj MMM Yy HH:mm
ja: dd MMM yy HHH:mm
no: dd MMM yy H:mm
pl: dd MMM yy GG:mm
ru: dd MMM yy H:mm
sv: dd MMM åå HH:mm
uk: дд MMM H:mm
zh_hans: yyyy年MMMdd日 HH:mm

# date_format_month_day
source: dd MMM
ja: M月d日
zh_hans: MMMdd日

# date_format_year_month_day
source: dd MMM yy
ja: yyyy年M月d日
zh_hans: yyyy年MMMdd日

# discover_hashtags
source: Trending Hashtags
ja: ハッシュタグトレンド
zh_hans: 热门话题标签

# edit_tab_name_placeholder
source: Tab name
ja: タブ名
zh_hans: 选项卡名称

# misskey_achievement_login30_title
source: Misskist I
ja: ミスキストI

# misskey_achievement_login60_title
source: Misskist II
ja: ミスキストII

# misskey_achievement_login100_title
source: Misskist III
ja: ミスキストIII

# misskey_achievement_note_favorited1_title
source: Stargazer
ja: 星をみるひと

# misskey_achievement_posted_at_0min0sec_flavor
source: Click Click Click Claaang
ja: ポッ ポッ ポッ ピーン

# misskey_item_action_renote
source: Renote
ja: リノート
zh_hans: 转嘟

# settings_appearance_generic
source: Generic
ja: 全般
zh_hans: 通用

# swipe_action_renote
source: Renote
ja: リノート
zh_hans: 转贴

# appearance_settings_generic
source: Generic
ja: 全般
zh_hans: 通用

# misskey_status_action_renote
source: Renote
ja: リノート
zh_hans: 转嘟

# local_filter_keyword
source: Keyword
zh_hans: 关键字

# mastodon_login_hint
source: Instance URL, e.g. mastodon.social
zh_hans: 实例主机名称，比如 mastodon.social

# misskey_login_hint
source: Instance URL, e.g. misskey.io
zh_hans: 实例主机名称，比如 misskey.io

# discover_status_title
source: Statuses
zh_hans: 推文
